{
  "home:title": "Donzelli by Louis Le Bras — Designer, Engineer & Investor",
  "home:description": "An independent curatorial company dedicated to design and architecture. It brings together, in the form of a digital platform, a living index of furniture pieces, exceptional places, and the people who create them.",
  "home:image": "https://louislebras.com/assets/cover.png",
  "home:author": "Louis Le Bras",
  "home:copyright": "Copyright Louis Le Bras ©",

  "title-h1": "Donzelli®, a curated index <br> to find furniture, places, <br> architecture and design people.",
  "visit-website": "Visit website →",
  "link-website": "https://donzelliclub.com",
  "the-company": "The Company",
  "title-h2": "Donzelli is today an independent curatorial company dedicated to design and architecture.",

  "p1": "It brings together, in the form of a digital platform, a living index of furniture pieces, exceptional places, and the people who create them: designers, brands, architects, restaurants, hotels, and other key actors of beauty. Its mission is to restore meaning and depth to the digital design experience through a rigorous selection and a demanding editorial approach.<br><br>We create a new experience, meeting the expectations of a demanding market, by offering both individuals and professionals an unprecedented way to find inspiration, connect with new talents, and conceive and find unique spaces.<br><br>In the long term, Donzelli aims to become an international reference for spaces, places and people, building a true ecosystem of inspiration and services: a living index for amateurs and professionals, a showcase for furniture creators and editors, and a bridge between brands, architects, and individuals. More than a platform, Donzelli positions itself as a cultural and economic enterprise, dedicated to circulating and growing the value of design over time.",
  "heritage": "Heritage",
  "title-h3": "Rosetta Donzelli was my great-grandmother. <br>",
  "p2": "A Sicilian merchant, forced to leave her country due to local political reasons. She had to rebuild her life elsewhere, many times. With, as her only wealth and life lesson, her ability to choose — the right objects, the right people, the right places.<br><br>This heritage truly marked me: Since the age of 3, I have spent one month every year in Italy. There, through my family and my roots, I discovered the taste for things that last: objects passed down, inhabited places, repeated gestures. This heritage shaped me. It became, without me really realizing it, a guiding thread in my life, a way of looking at the world: searching for what has meaning, what endures, what connects people to the places they inhabit. What amazes them. What sparks a light in their eyes during an experience or a moment in life.<br><br>Today, I carry this vision forward through Donzelli: a curatorial platform that connects furniture, places & people. After starting my career in design and digital agencies in Paris and several years running my own practice, I now want to orchestrate a new chapter for my grandmother’s name. A living, independent index that highlights pieces, designers, and spaces that embody taste, proportions, and volumes that make spaces beautiful and pleasant to live in.<br><br>I build Donzelli as Rosetta would have seen it: a meeting place between objects, places, and people who give them meaning.<br><br>Beyond inspiration, I am building Donzelli to restore meaning and depth to the spaces in which we live. They shape who we are and who we become. It is essential to take care of them. The environment is a key to our success. It is time to put an end to cold catalogs and impersonal, insignificant digital experiences.<br><br>We work in an industry that should inspire people the most — to surpass themselves, to feel at their best, through places that mark their lives. It is up to us to give them the means to do so."
}
